export const TERMS_MESSAGES = {

    termsOfService: {
        title: "이용약관",
        content: `여러분을 환영합니다.
네이버 서비스 및 제품(이하 ‘서비스’)을 이용해 주셔서 감사합니다. 본 약관은 다양한 네이버 서비스의 이용과 관련하여 네이버 서비스를 제공하는 네이버 주식회사(이하 ‘네이버’)와 이를 이용하는 네이버 서비스 회원(이하 ‘회원’) 또는 비회원과의 관계를 설명하며, 아울러 여러분의 네이버 서비스 이용에 도움이 될 수 있는 유익한 정보를 포함하고 있습니다.

네이버 서비스를 이용하시거나 네이버 서비스 회원으로 가입하실 경우 여러분은 본 약관 및 관련 운영 정책을 확인하거나 동의하게 되므로, 잠시 시간을 내시어 주의 깊게 살펴봐 주시기 바랍니다

다양한 네이버 서비스를 즐겨보세요.
네이버는 www.naver.com을 비롯한 네이버 도메인의 웹사이트 및 응용프로그램(어플리케이션, 앱)을 통해 정보 검색, 다른 이용자와의 커뮤니케이션, 콘텐츠 제공, 상품 쇼핑 등 여러분의 생활에 편리함을 더할 수 있는 다양한 서비스를 제공하고 있습니다. 여러분은 PC, 휴대폰 등 인터넷 이용이 가능한 각종 단말기를 통해 각양각색의 네이버 서비스를 자유롭게 이용하실 수 있으며, 개별 서비스들의 구체적인 내용은 각 서비스 상의 안내, 공지사항, 네이버 웹고객센터(이하‘고객센터’) 도움말 등에서 쉽게 확인하실 수 있습니다.

네이버는 기본적으로 여러분 모두에게 동일한 내용의 서비스를 제공합니다. 다만,'청소년보호법'등 관련 법령이나 기타 개별 서비스 제공에서의 특별한 필요에 의해서 연령 또는 일정한 등급을 기준으로 이용자를 구분하여 제공하는 서비스의 내용, 이용 시간, 이용 횟수 등을 다르게 하는 등 일부 이용을 제한하는 경우가 있습니다. 자세한 내용은 역시 각 서비스 상의 안내, 공지사항, 고객센터 도움말 등에서 확인하실 수 있습니다.

네이버 서비스에는 기본적으로 본 약관이 적용됩니다만 네이버가 다양한 서비스를 제공하는 과정에서 부득이 본 약관 외 별도의 약관, 운영정책 등을 적용하는 경우(예, 네이버페이, V LIVE 등)가 있습니다. 그리고 네이버 계열사가 제공하는 특정 서비스의 경우에도(예, LINE, SNOW등) 해당 운영 회사가 정한 고유의 약관, 운영정책 등이 적용될 수 있습니다. 이러한 내용은 각각의 해당 서비스 초기 화면에서 확인해 주시기 바랍니다.`,
    },

    privacyPolicy: {
        title: "개인정보 처리방침",
        content: `1. 개인정보 처리방침의 의의
네이버주식회사(이하 ‘네이버’ 또는 회사’)는 회사의 서비스 및 제품(이하 ‘서비스’)을 제공하는 모든 과정에서 개인정보 보호법 등 개인정보 보호 관련 법령의 요구사항을 준수하기 위한 노력을 기울입니다. 또한 개인정보 보호에 관한 국제 규범을 준수하기 위한 활동도 수행합니다.

본 개인정보 처리방침은 개인정보 보호법을 기준으로 작성하되, 네이버 내에서의 이용자 개인정보 처리 현황을 최대한 알기 쉽고 상세하게 설명하기 위해 노력하였습니다.이는 쉬운 용어를 사용한 개인정보 처리방침 작성 원칙인 ‘Plain Language Privacy Policy(쉬운 용어를 사용한 개인정보 처리방침)’를 도입한 것입니다.

2. 수집하는 개인정보
회원가입을 하지 않아도 정보 검색, 콘텐츠 보기 등 대부분의 네이버 서비스를 이용할 수 있습니다. 이때 서비스 제공에 필요한 최소한의 범위에서 자동으로 생성되는 정보를 수집하여 이용할 수 있으며, 접속한 이용자는 식별하지 않습니다.
메일, 카페, 블로그 등 회원제 또는 개인화 서비스를 이용하기 위해 회원가입을 하는 경우, 네이버 이용약관, 네이버 운영정책, 기타 개별 서비스 운영정책 및 본 개인정보 처리방침의 내용에 기반하여 네이버와 서비스 이용 계약을 체결하게 됩니다.

3. 수집한 개인정보의 이용
회사가 제공하는 네이버 웹사이트 및 응용프로그램(어플리케이션, 앱) 서비스에서의 회원관리, 맞춤 서비스 제공 및 개선, 신규 기술ㆍ서비스의 발굴 및 개발, 안전한 이용환경 구축 등을 위하여 개인정보를 이용합니다.`,
    },
}